Repository: wp-plugins/aryo-activity-log
Catalog: language/aryo-aal-*.po
Languages: he_il, pl_pl

source: Cheatin&#8217; huh?
he_il: מרמה, אה?
pl_pl: Oszukiwać się zachciało?

source: Activities
he_il: פעילויות
pl_pl: Aktywność

source: Date
he_il: תאריך
pl_pl: Data

source: Author
he_il: משתמש
pl_pl: Autor

source: Type
he_il: סוג
pl_pl: Rodzaj

source: Label
he_il: תוית
pl_pl: Etykieta

source: Action
he_il: פעולה
pl_pl: Akcja

source: Description
he_il: תיאור
pl_pl: Opis

source: %s ago
he_il: לפני %s
pl_pl: %s temu

source: Unknown
he_il: לא ידוע
pl_pl: Nieznane

source: Guest
he_il: אורח
pl_pl: Gość

source: All
pl_pl: Wszystko

source: All Roles
pl_pl: Wszystkie role

source: All Users
he_il: כל המשתמשים
pl_pl: Wszyscy użytkownicy

source: All Types
he_il: כל הסוגים
pl_pl: Wszystkie rodzaje

source: All Time
he_il: כל הזמן
pl_pl: Dowolny czas

source: Today
he_il: היום
pl_pl: Dzisiaj

source: Yesterday
he_il: אתמול
pl_pl: Wczoraj

source: Week
he_il: שבוע
pl_pl: Tydzień

source: Month
he_il: חודש
pl_pl: Miesiąc

source: Filter
he_il: סינון
pl_pl: Filtruj

source: Activity Log
he_il: יומן פעילות
pl_pl: Dziennik aktywności

source: Overview
he_il: סקירה
pl_pl: Przegląd

source: Notifications
he_il: התראות
pl_pl: Powiadomienia

source: This screen lets you control what will happen once a user on your site does something you define. For instance, let us assume that you have created a user on your site for your content editor. Now, let's say that every time that user updates a post, you want to know about it. You can easily do it from this page.
he_il: עמוד זה מאפשר לך לשלוט במה שיקרה ברגע שמשתמש באתר שלך ביצע את אחד האירועים שהגדרת. לדוגמא, נניח שיצירת משתמשים באתר שלך עם הרשאת עורך ואתה רוצה לדעת כל פעם שהוא פמפרסם פוסט חדש, עכשיו אתה יכול ליצור אירוע כזה בקלות באמצעות מערכת ההתראות.
pl_pl: Tutaj skontrolujesz określone akcje wykonywane przez użytkownika na stronie internetowej. Przykładowo, załóżmy że stworzyłeś użytkownika do zarządzania treścią. Teraz chcesz wiedzieć o każdym zaktualizowanym przez niego wpisie. Na tej stronie dokonasz tego w prosty sposób.

source: The AAL notification handler you are trying to register does not exist.
pl_pl: Filtr AAL powiadomienia, który próbujesz zarejestrować, nie istnieje.

source: Settings
he_il: הגדרות
pl_pl: Ustawienia

source: Activity Log Settings
he_il: הגדרות יומן פעילות
pl_pl: Ustawienia Dziennika aktywności

source: Display Options
he_il: אפשרויות תצוגה
pl_pl: Opcje wyświetlania

source: Keep logs for
he_il: שמירת היסטוריית פעילות למשך
pl_pl: Zachowuj wpisy przez

source: days.
he_il: ימים
pl_pl: dni.

source: Maximum number of days to keep activity log. Leave blank to keep activity log forever (not recommended).
he_il: מספר ימים מרבי כדי לשמור תיעוד יומן הפעילות. השאר ריק כדי לשמור תיעוד יומן הפעילות לנצח (לא מומלץ)
pl_pl: Maksymalna ilość dni na przechowywanie aktywności w dzienniku. Pozostaw puste, aby zachować wpisy na zawsze (niezalecane).

source: Delete Log Activities
he_il: מחיקת כל היומן פעילות
pl_pl: Usuń wpisy dziennika

source: <a href="%s" id="%s">Reset Database</a>
he_il: <a href="%s" id="%s">איפוס דטאבייס</a>
pl_pl: <a href="%s" id="%s">Zresetuj bazę danych</a>

source: Warning: Clicking this will delete all activities from the database.
he_il: שימו לב: לחיצה תמחוק את כל הפעילויות מהדטאבייס
pl_pl: Ostrzeżenie: Naciśnięcie tego spowoduje usunięcie całej aktywności z bazy danych.

source: Notification Events
he_il: התראות לאירועים
pl_pl: Wydarzenia dla powiadomień

source: Enable?
he_il: לאפשר?
pl_pl: Włączyć?

source: General
he_il: הגדרות
pl_pl: Ogólne

source: All activities have been successfully deleted.
he_il: כל הפעילויות נמחקו בהצלחה.
pl_pl: Cała aktywność została pomyślnie usunięta.

source: Are you sure you want to do this action?
he_il: בטוח לבצע את פעולת המחיקה?
pl_pl: Na pewno chcesz wykonać tę akcję?

source: You do not have sufficient permissions to access this page.
he_il: אין לך הרשאות מספיקות כדי לגשת לעמוד זה.
pl_pl: Nie posiadasz wystarczających uprawnień do wglądu na tę stronę.

source: These are some basic settings for Activity Log.
he_il: אלו חלק מההגדרות הבסיסיות של יומן הפעילות.
pl_pl: Kilka podstawowych ustawień dla Dziennika aktywności.

source: Serve yourself with custom-tailored notifications. First, define your conditions. Then, choose how the notifications will be sent.
he_il: התראות מותאמות אישית ישירות לאימייל שלך. ראשית, הגדר את האירועים. ולאחר מכן תבחר את התראות שישלחו.
pl_pl: Korzystaj z ręcznie dostosowanych powiadomień. Najpierw określ warunki. Następnie wybierz sposób wysyłania powiadomień.

source: Yes
he_il: כן
pl_pl: Tak

source: No
he_il: לא
pl_pl: Nie

source: User
he_il: משתמש
pl_pl: Użytkownik

source: Action Type
he_il: סוג פעולה
pl_pl: Rodzaj akcji

source: Action Performed
he_il: פעולה שבוצעה
pl_pl: Wykonana akcja

source: equals to
he_il: שווה ל
pl_pl: odpowiada

source: not equals to
he_il: לא שווה ל
pl_pl: nie odpowiada

source: A notification will be sent upon a successful match with the following conditions:
he_il: תישלח התראה אם תהיה התאמה לאחד התנאים הבאים:
pl_pl: Powiadomienia zostanie wysłane po spełnieniu następujących warunków:

source: (no title)
he_il: (ללא כותרת)
pl_pl: (brak tytułu)

source: ARYO Activity Log
pl_pl: Dziennik aktywności ARYO

source: Get aware of any activities that are taking place on your dashboard! Imagine it like a black-box for your WordPress site. e.g. post was deleted, plugin was activated, user logged in or logged out - it's all these for you to see.
he_il: תיעוד כל הפעילויות המתרחשות בלוח הבקרה של מערכת וורדפרס. לדוגמא: פוסט נמחק, תוסף הופעל, משתמש התחבר או התנתק מהמערכת - כל זה מתועד בלוח בקרה של התוסף יומן פעילות.
pl_pl: Miej świadomość o każdej aktywności odbywającej się w Twoim kokpicie! Wyobraź to sobie w formie czarnego bloku dla swojej strony na WordPress'ie. Przykładowo: usunięto wpis, włączono wtyczkę, użytkownik się zalogował lub wylogował - zobaczysz to wszystko.

source: Editor
pl_pl: Redaktor

source: Post
he_il: פוסט
pl_pl: Wpis

source: created
he_il: נוצר
pl_pl: utworzono

source: updated
he_il: עודכן
pl_pl: zaktualizowano

source: deleted
he_il: נמחק
pl_pl: usunięto

source: Attachment
he_il: מדיה
pl_pl: Załącznik

source: added
he_il: נוסף
pl_pl: dodano

source: logged_out
he_il: התנתק
pl_pl: wylogowano

source: logged_in
he_il: התחבר
pl_pl: zalogowano

source: wrong_password
he_il: סיסמה שגויה
pl_pl: błędne_hasło

source: Plugin
he_il: תוסף
pl_pl: Wtyczka

source: activated
he_il: מופעל
pl_pl: włączono

source: deactivated
he_il: מכובה
pl_pl: wyłączono

source: installed
pl_pl: zainstalowano

source: Theme
he_il: ערכת עיצוב
pl_pl: Motyw

source: Theme Customizer
he_il: התאמה אישית
pl_pl: Personalizacja motywu

source: Options
he_il: הגדרות
pl_pl: Opcje

source: Taxonomy
he_il: טקסונומי
pl_pl: Taksonomia

source: Core
pl_pl: Rdzeń

source: WordPress Updated
pl_pl: WordPress zaktualizowany

source: WordPress Auto Updated
pl_pl: WordPress automatycznie zaktualizowany

source: Comments
pl_pl: Komentarze

source: pending
pl_pl: oczekujący

source: approved
pl_pl: zatwierdzony

source: unapproved
pl_pl: odrzucony

source: trashed
pl_pl: usunięto

source: untrashed
pl_pl: przywrócono

source: spammed
pl_pl: spam

source: unspammed
pl_pl: nie-spam

source: blogname
he_il: שם האתר
pl_pl: Tytuł witryny

source: blogdescription
he_il: תיאור אתר
pl_pl: Opis witryny

source: siteurl
he_il: כתובת האתר
pl_pl: Adres witryny

source: home
he_il: ראשי
pl_pl: Strona domowa

source: admin_email
he_il: אימייל מנהל אתר
pl_pl: E-mail administratora

source: users_can_register
pl_pl: Członkostwo

source: default_role
he_il: תפקיד ברירת מחדל
pl_pl: Domyślna rola nowych użytkowników

source: timezone_string
pl_pl: Strefa czasowa

source: date_format
he_il: פורמט תאריך
pl_pl: Format daty

source: time_format
he_il: פורמט שעה
pl_pl: Format godziny

source: start_of_week
he_il: יום תחילת השבוע
pl_pl: Pierwszy dzień tygodnia

source: use_smilies
he_il: שימוש בסמיילי
pl_pl: Formatowanie: emotikony

source: use_balanceTags
pl_pl: Formatowanie: poprawa kodu

source: default_category
he_il: קטגוריה ברירת מחדל
pl_pl: Domyślna kategoria wpisów

source: default_post_format
he_il: פורמט ברירת מחדל
pl_pl: Domyślny format wpisu

source: mailserver_url
pl_pl: Serwer pocztowy: adres

source: mailserver_login
pl_pl: Serwer pocztowy: nazwa użytkownika

source: mailserver_pass
pl_pl: Serwer pocztowy: hasło

source: default_email_category
he_il: אימייל ברירת מחדל
pl_pl: Domyślna kategoria wpisów dodawanych przez e-mail

source: ping_sites
pl_pl: Usługi aktualizacji

source: show_on_front
he_il: תצוגת עמוד ראשי
pl_pl: Rodzaj strony głównej

source: page_on_front
he_il: עמוד ראשי
pl_pl: Strona główna

source: page_for_posts
he_il: עמוד פוסטים
pl_pl: Strona z wpisami

source: posts_per_page
he_il: מספר פוסטים בעמוד
pl_pl: Wpisy na stronę

source: posts_per_rss
he_il: מספר פוסטים ב RSS
pl_pl: Wpisy w kanałach nowości

source: rss_use_excerpt
he_il: RSS שימוש בתקציר
pl_pl: Wyświetlaj zajawkę w kanałach nowości

source: blog_public
pl_pl: Widoczność dla wyszukiwarek

source: default_pingback_flag
pl_pl: Spróbuj powiadomić wszystkie blogi, do których odnośniki zostały umieszczone w artykule

source: default_ping_status
pl_pl: Zezwól innym blogom na informowanie o umieszczeniu odnośnika do tej witryny (pingbacki i trackbacki)

source: default_comment_status
pl_pl: Zezwól na komentowanie nowych artykułów

source: require_name_email
pl_pl: Autor komentarza musi wprowadzić swój podpis i e-mail

source: comment_registration
he_il: תגובות למשתמשים רשומים
pl_pl: Użytkownicy muszą być zarejestrowani i zalogowani, aby móc komentować

source: close_comments_for_old_posts
pl_pl: Wyłączaj możliwość komentowania artykułów starszych niż x dni

source: close_comments_days_old
he_il: סגירת תגובות לפוסטים ישנים
pl_pl: Wyłączaj możliwość komentowania starych artykułów

source: thread_comments
he_il: תגובות משורשרות
pl_pl: Zakorzenianie komentarzy

source: thread_comments_depth
he_il: עומק תגובות משורשרות
pl_pl: X-poziomowe zakorzenianie komentarzy

source: page_comments
he_il: תגובות בעמודים
pl_pl: Podziel komentarze na strony

source: comments_per_page
he_il: מספר תגובות בעמוד
pl_pl: Podziel komentarze na strony po x komentarzy

source: default_comments_page
pl_pl: Domyślna strona komentarzy

source: comment_order
he_il: סידור תגובות
pl_pl: Kolejność komentarzy

source: comments_notify
he_il: התראות לתגובות
pl_pl: E-mail, gdy ktoś doda komentarz

source: moderation_notify
he_il: אישור ידני
pl_pl: E-mail, gdy komentarz oczekuje na moderację

source: comment_moderation
he_il: אישור תגובות
pl_pl: Komentarze muszą zostać zatwierdzone ręcznie

source: comment_whitelist
he_il: תגובות רשימה לבנה
pl_pl: Inny komentarz tego samego autora musi zostać wcześniej zatwierdzony

source: comment_max_links
he_il: מקסימום קישורים בתגובה
pl_pl: Maksymalna liczba odnośników w komentarzu bez konieczności moderacji

source: moderation_keys
pl_pl: Klucze moderacji komentarzy

source: blacklist_keys
pl_pl: Czarna lista kluczy komentarzy

source: show_avatars
he_il: הצגת אווטאר
pl_pl: Wyświetlaj obrazki profilowe

source: avatar_rating
he_il: ציון אווטאר
pl_pl: Kategoria wiekowa obrazków profilowych

source: avatar_default
he_il: אווטאר ברירת מחדל
pl_pl: Domyślny obrazek profilowy

source: thumbnail_size_w
he_il: רוחב תמונה מוקטנת
pl_pl: Rozmiar miniatury: szerokość

source: thumbnail_size_h
he_il: גובה תמונה מוקטנת
pl_pl: Rozmiar miniatury: wysokość

source: thumbnail_crop
he_il: חיתוך תמונה מוקטנת
pl_pl: Rozmiar miniatury: przycięcie

source: medium_size_w
he_il: רוחב תמונה בינונית
pl_pl: Średni rozmiar: szerokość

source: medium_size_h
he_il: גובה תמונה בינונית
pl_pl: Średni rozmiar: wysokość

source: large_size_w
he_il: רוחב תמונה גדולה
pl_pl: Duży rozmiar: szerokość

source: large_size_h
he_il: גובה תמונה גדולה
pl_pl: Duży rozmiar: wysokość

source: uploads_use_yearmonth_folders
he_il: סידור מדיה בתיקיות לפי תאריך
pl_pl: Porządkuj wysyłane pliki w katalogi z numerami miesięcy i lat w nazwach

source: permalink_structure
he_il: מבנה קישורים
pl_pl: Struktura bezpośrednich odnośników

source: category_base
he_il: קטגוריית בסיס
pl_pl: Alias kategorii

source: tag_base
he_il: תגית בסיס
pl_pl: Alias tagów

source: Export
pl_pl: Eksport

source: downloaded
pl_pl: pobrano

source: Object Type
he_il: סוג אובייקט
pl_pl: Rodzaj obiektu

source: Object Name
he_il: שם אובייקט
pl_pl: Nazwa obiektu

source: IP Address
he_il: כתובת IP
pl_pl: Adres IP

source: Get notified by Email.
he_il: לקבל התראות באמצעות האימייל.
pl_pl: Otrzymaj powiadomienia na e-mail.

source: New notification from Activity Log
he_il: הודעה חדשה מיומן פעילות באתר שלך
pl_pl: Nowe powiadomienie z Dziennika aktywności

source: Hi there! A notification condition on [sitename] was matched. Here are the details: [action-details] Sent by ARYO Activity Log
he_il: שלום וברכה! נמצאה התראה חדשה באתר [sitename]. להלן הפרטים: [action-details] נשלח על ידי תוסף יומן פעילות
pl_pl: Hej! Spełniono warunek powiadomienia na stronie [sitename]. Szczegóły poniżej: [action-details] Wysłane przez Dziennik aktywności ARYO

source: From Email
he_il: מאת אימייל
pl_pl: E-mail nadawcy

source: The source Email address
he_il: מקור כתובת אימייל
pl_pl: Źródłowy adres e-mail

source: To Email
he_il: אל אימייל
pl_pl: E-mail odbiorcy

source: The Email address notifications will be sent to
he_il: התראות אימייל ישלחו אל
pl_pl: E-mail, na który będą wysyłane powiadomienia

source: Message
he_il: הודעה
pl_pl: Wiadomość

source: Customize the message using the following placeholders: %s
he_il: התאמה אישית של נוסח ההודעה באמצעות הקיצורים הבאים: %s
pl_pl: Dostosuj wiadomość przy pomocy następujących tagów: %s

source: Widget
he_il: וידג'טים

source: Menu
he_il: תפריט

source: Email
he_il: אימייל
